{
  "1": "hi bebiiiii!!!! it's your birthmonth!!! 23 days before your birthdayyyyyy ksksksksksks. im excited naaaaa. eniwei i hope you will have a great todae as it is your birthmonthhh. i love you so much",
  "2": "hey bebiii!!! 22 days left naaaaa! i was just thinking about how cute you are and kskksksks. today, promise me you’ll eat something yummy. i can’t wait to see your smile later hehe. i love you to the moon and back",
  "3": "hi bebiiiii!!! 21 days na lang bebi, omg ksksks. today, imagine me giving you a million tiny hugs hehe. i hope something random makes you laugh so hard you almost snort. eniwei, just know you’re my favorite human ever. i love you sooo much",
  "4": "heyyy bebiii!!! 20 days to gooooo! i was daydreaming about us doing silly dances together hehe. hope your today is as bright and crazy fun as your laugh. remember, no bad vibes allowed! i love you always. galit pa rin ako 😠",
  "5": "hi bebiiiii!!! 19 days left, can you feel the countdown excitement? kskksksks, i can’t stop thinking about your cute sleepy face hehe. hope today surprises you in little fun ways. eniweii, you deserve a ton of happiness today. i love you soooo much",
  "6": "hey hey bebiii!!! 18 days na lang! imagine confetti raining down everywhere just for you kskksks. hope you find tiny moments today that make you giggle like crazy. today is totally your mini-celebration day. i love you most hehehehehe",
  "7": "hi bebiiiii!!! 17 days left, wowwwww ksksksks. can you feel the birthday energy in the air? i hope today brings you a random silly adventure. maybe even a surprise from yours truly hihihihihi. i love you like a lot a lot ksksksks",
  "8": "hey bebiii!!! 16 days to go! today, i hope you do something extra fun and slightly ridiculous erm... maybe dance in your room like nobody’s watching? kskksks, that would be cute. eniwei, you make my world better. i love you so so much",
  "9": "hi bebiiiii!!! 15 days left, almost halfwayyy ksksksks. imagine us building a fort with pillows today hehe. hope your day gives you tiny bursts of happiness randomly. remember, i’m cheering for you always. i love youuuu",
  "10": "heyy bebiii!!! 14 days na lang! kskksksks, can you feel the excitement tickling you? today, i hope you do something silly that makes you laugh out loud. eniwei, just remember you’re my fave human. i love you sooo much",
  "11": "hey sexy :> I MISS YOU SO SO SO SO MUCHHHHHH IT'S 13 DAYS TO GO PA KKSKSKSKS. i hope you're doing great todae. remember omkae? i love you so much!!!!",
  "12": "heyyy bebiii!!! 12 days to go, almost double digits hehe. today, maybe try eating something you usually wouldn’t, just for fun. kskksksks, imagine us laughing at it later. hope your day is totally unexpected in the best ways. i love you soooo much",
  "13": "hi bebiiiii!!! 11 days left, can you feel it? kskksksks. today, i hope a random song makes you think of me hehe. imagine us singin, ikaw maganda boses ako is making it terrible. eniwei, you’re the sweetest part of my day. i love you lots",
  "14": "heyyy bebiii!!! 10 days left, single digits at last ksksksks... anong agenda mo todae? grrr i can't wait to celebrate your birthday naaaaa. i love youuu",
  "15": "hi bebiiiii!!! 9 days to go, omgksksks. today, hope you get a surprise snack or find a tiny treasure sa tabi tabi ksksksk. eniwei, think of me sending a million little giggles your way hehe. you make every day brighter. i love you always",
  "16": "heyyy bebiii!!! 8 days left, countdown is getting real ksksksks. today, maybe wear something crazy fun just because hehe. hope someone makes you laugh in the cutest way. eniwei, i’m thinking of you nonstop. i love you sooo much",
  "17": "hi bebiiiii!!! 7 days left, can you believe it? isang linggoo nalangggggggg. malay mo magkasama tayo diba? kskskkskssks malay mo lang grrrrrr. i love you so muchhhhhh!!!!",
  "18": "heyyy bebiii!!! 6 days na lang, almost there kskksksks. today, maybe try something new and funny hehe. hope it makes you giggle like crazy. eniwei, you deserve all the cute little joys. i love you soooo much",
  "19": "hii bebiiii!!! i've been writing for days pero di ko man lang naisip yung balorant???? skaksadldkjlas anyway sana magwinstreak ka todae HAAHAHAHAHAHAHHAHAHAH. 5 days nalangggg. i love you so muchhhh",
  "20": "what's up my absolute favorite? damn girl you're so thicc. ksksksksksksks 4 days left. alam mo na ba? na mahal na mahal kita? grrrrrrr",
  "21": "hi bebiiiii!!! 3 days left, countdown is almost over ksksksks. grrrrr i hope you will have a great day today. always remember na im cheering for you!!!! i love you",
  "22": "hey my girl!!! 2 days nalang!!! can you believe we’re this close naaaa? ksksks, i was just thinking about how lucky i am to have you. today, enjoy whatever makes you happy, kahit super chill lang. remember, you’re the cutest and smartest person i know hehe. i love you sooo much",
  "23": "hey my bebi!!! only one more sleep to your special day hehe ksksks. today, i hope you feel extra loved and spoiled in the tiniest ways. smile lots, laugh at dumb jokes, and just be your amazing self. you make my heart so happy every single day. i love you always",
  "24": "hey my girl!!! happy happy birthday to the best person ever!!! ksksksks, today is ALL about you and your beautiful vibes. do whatever makes you giggle, or feel extra cute hehe. i hope this year brings you so much love and fun. i love you sooo much and forever"
}
